Tekla Open API Reference for Tekla Structures 2025
PlannedEndDate Methods
The TaskFilterExpressions.PlannedEndDate type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
TaskFilterExpressions.PlannedEndDate Class
Tekla.Structures.Filtering.Categories Namespace